{
  	"911": {
  		"title": "In the case of a medical emergency or physical threat that will be clearly provable to law enforcement, call 911."
  	},
  	"crisis-hotlines": {
  		"title": "Hotlines",
  		"type": "talk",
  		"body": "<p>Probably a better bet than 911 if you're being abused in a way that's difficult to physically prove to others, emotionally or financially controlled, or afraid of followup retaliation by your abuser. They may be able to give you advice or resources to help you prepare to safely exit the abusive situation.</p><ul><li><a href='https://www.thehotline.org/'>National Domestic Abuse Hotline</a></li><li><a href='https://www.translifeline.org/ '>Trans Lifeline</a></li><li><a href='https://humantraffickinghotline.org/'>National Trafficking Hotline</a></li><li><a href='http://crisislink.org/crisislinks-text-hotline'>Crisis Link Hotline</a></li><li><a href='https://www.rainn.org/'>RAINN</a></li><li><a href='https://www.nilc.org/'>National Immigration Law Center</a></li></ul>"
  	},
  	"betterhelp": {
		"title": "BetterHelp",
		"type": "talk",
		"body": "<p><b>Online counseling platform</b> that supports weekly live sessions, unlimited messaging, and 'groupinars' for a monthly fee. They use a questionnaire to match you with a counselor within a day or two. You can request reassignment, but there are no consults to shop around before you're paired.</p><p>$70/week, billed by the month. Need-based sliding scale down to $40/week. <a href='https://www.betterhelp.com/rpc/cd0e69c0557b3d9b01'>Referral link</a> for a free trial week.</p><p>BetterHelp seems most appropriate if you want someone you can drop messages to on your own schedule, you <i>don't</i> need a specialist in a particular area, and you <i>don't</i> feel it's important to you to get a sense of someone's conversational style before you start counseling.</p>",
		"href": "https://www.betterhelp.com/"
	},
	"psychology-today": {
		"title": "PsychologyToday",
		"type": "talk",
		"starred": true,
		"body": "<p>Detailed <b>therapist search engine</b> that lets you filter therapists by useful parameters (insurance accepted, location, specialties, treatment modalities), and provides price ranges upfront. You contact therapists individually through it to set up consults.</p><p>If paying out of pocket, expect around ~$100-180/session. Many therapists offer need-based sliding scales. Most offer free 15 minute phone consults so you can figure out if they're a good fit, ask questions, and get a feel for what it's like talking with them.</p>",
		"href": "https://www.psychologytoday.com/us/therapists"
	},
	"open-path-collective": {
		"title": "Open Path Collective",
		"type": "talk",
		"body": "<p>Nonprofit <b>therapy service network</b> connecting uninsured or underinsured people with low-cost therapy.</p><p>$59 for membership, then $30–60/session. Most offer free phone consults.</p>",
		"href": "https://openpathcollective.org/"
	},
	"therapy-den-guide": {
		"title": "Beginner's Guide To Therapy | TherapyDen",
		"href": "https://www.therapyden.com/blog/a-beginners-guide-to-therapy-how-to-find-a-therapist",
		"type": "article",
		"body": "<p>Affirming guide on getting started with therapy. Some tips:</p><ul><li>You can use a free consult to ask for therapist matchmaking help! Even if someone isn't a great fit, they can refer you to someone whom they think would be a better fit for you.</li><li>Shop around for a good fit. Set up consults with at least three therapists before settling. The experience of speaking with someone can't be captured in writing.</li><li>What kind of <i>person</i> would you personally feel most comfortable opening up to? Someone warm and nurturing? Serious? Humorous? Tough? Gentle? It's okay to be picky.</li><li>Most importantly, could you develop a vulnerable rapport with this person? Do you feel affirmed, heard, and safe with them when you bring up difficult things?</li></ul>"
	},
	"trigger-protocol": {
		"title": "13 Steps For Dealing With Emotional Flashbacks | Pete Walker",
		"href": "http://pete-walker.com/13StepsManageFlashbacks.htm",
		"type": "article",
		"body": "The steps I personally start with: <ol><li>Recognize it is happening. Say, <i>“I am having a flashback.”</i></li><li>Take slow, deep breaths.</li><li>Remind yourself, <i>“I feel afraid but I am not in danger! I am safe in the present.”</i></li><li>Identify the pattern. By noticing that the same old pattern is subtly happening again, I can better recognize what parts of it are not based in reality.</li></ol>"
	},
	"glik-therapy-modalities": {
		"href": "https://www.instagram.com/p/B0n67YRFjtM/",
		"title": "Advice on therapy modalities | Andrea Glik",
		"type": "instagram",
		"body": "<p>There are many different kinds of therapy modalities! Some are designed for particular purposes, such as:</p><ul><li>Building concrete coping skills</li><li>Healing trauma roots instead of just symptoms</li><li>Providing a safe container to unpack scary emotions or triggers</li><li>Providing a safe container to feel validated in</li></ul>"
	},
	"emotional-flashback": {
		"title": "Implicit/emotional flashback",
		"href": "https://www.psychotherapy.net/article/complex-ptsd",
		"type": "vocab",
		"body": "<p>Not all flashbacks involve specific memories. In an implicit flashback, the brain activates its alert system and projects scary primal emotions from an unresolved past situation onto a present-day situation which may actually not be threatening.</p><p>It is common to have implicit flashbacks to distant childhood situations where we were powerless. This can break down our safe relationships if we don't learn how to recognize the signs.</p><p class='footnote'>Article is excerpted from <a resource-link resource-id='cptsd-walker'></a>.<br/>For the neurological explanation, see <a href='https://en.wikipedia.org/wiki/Amygdala_hijack'>amygdala hijacking</a>.</p>"
	},
	"trigger-check": {
		"title": "Are you triggered or flashbacked?",
		"type": "tip",
		"body": "<p><i>Do you...</i><ul><li>Feel overwhelmed by fear, shame, or confusion?</li><li>Feel small, fragile, helpless, terrified?</li><li>Feel frozen, shut down, unable to make sense of things, dissociated, emotionally numb?</li><li>Feel enraged, critical of others, judgmental, perceive ulterior motives?</li><li>Feel worthless, broken, self-loathing, self-disgust, self-hatred?</li><li>Suddenly distrust your proven allies?</li><li>Feel an evaporation of your usual self-esteem?</li><li>Feel an overwhelming fear of catastrophe in response to a relatively mundane or innocuous situation?</li><li>Have all-or-nothing thoughts? <i>“People always leave me”, “I can never get anything right”, “Everyone hates me”, etc.</i></li></ul></p><p>Any of these may indicate you are having an <a href='https://www.psychotherapy.net/article/complex-ptsd'>implicit flashback</a>.</p><p class='footnote'>Paraphrased from <a resource-link resource-id='cptsd-walker'></a>, Ch. 8. If this feels relatable, you may benefit from relational resources. See the sections on <a href='#childhood'>childhood</a> and <a href='#attachment'>trust</a>. If you're not sure where your triggers might stem from, you may benefit from therapy, and possibly <i><a resource-link resource-id='cptsd-walker'></a></i>, Ch. 5."
	},
	"cptsd-walker": {
		"title": "<i>From Surviving To Thriving</i> (Pete Walker)",
		"shortTitle": "From Surviving To Thriving",
		"href": "https://amzn.to/2xOFc9O",
		"type": "book",
		"starred": true,
		"body": "<p>An applied handbook for people who grew up with emotional neglect, repression, or abuse, with lots of exercises and toolboxes. Extraordinarily actionable, affirming, and layperson-oriented. Structured so you can pick and choose the chapters that are relevant to you. Big focus on deprogramming Critic feelings of self-loathing, toxic shame, and perfectionist demands.</p><p>Important takeaways:</p><ul><li>Emotional neglect can have a lasting impact, but isn't given as much attention as overt abuse.</li><li>Neglect includes: if your parents didn't show up for normal emotional needs, or were incapacitated in some way, even if they behaved lovingly in certain ways.</li><li>It's hard to know what was missing if you never had it.</li></ul><p>If you feel like something is wrong but you haven't sought help because you don't believe your experiences were “traumatic enough” or “other people had it worse”, there is a chapter in this book written specifically for you.</p><p>Written specifically for people who experienced dysfunctional parenting, but the tools in it are widely applicable to other issues.</p><p class='footnote'><a href='https://docs.google.com/document/d/1j_SQga22DL9Iix7aXTTdUH79m2ftmmTtczTHW358i8g/edit#'>My abridged 5-page summary</a> to try to convince anyone who's not sure about committing to this book. The book cover unfortunately looks like a textbook, which is misleading. This is one of the most actionable self-help books I have ever read.</p>"
	},
	"bks": {
		"title": "<i>The Body Keeps The Score</i> (Bessel van der Kolk)",
		"shortTitle": "The Body Keeps The Score",
		"href": "https://amzn.to/2W1Wvw8",
		"type": "book",
		"body": "<p>Foundational overview of PTSD & cPTSD research, the neurobiology of trauma, and how somatic / mind-body integrative treatments can help dislodge stuck trauma.</p><p>My biggest takeaways:</p><ul><li>Since trauma hijacks the body's survival system, even trauma with a completely non-physical origin can benefit hugely from somatic therapy.</li><li>Trauma is not stored in the conscious, rational part of the brain. It's <i>fragmented</i> in the emotional brain. Effective treatments must account for this difference.</li></ul></p><p>Research-heavy. May be particularly useful if you don’t understand why your trauma is so difficult to work through, if you want to understand someone else's trauma, if you feel like you've hit a plateau in conventional talk therapy, or if you need to feel validated by research.</p><p class='footnote'>TW: Contains some graphic descriptions of child abuse.<br/>Skip Part 1 if you are already familiar with the experience of having PTSD.<br/>Part 2 focuses on the neurobiology of PTSD.<br/>Part 5 focuses on somatic healing methods.</p>"
	},
	"general-theory-love": {
		"title": "<i>A General Theory of Love</i> (Thomas Lewis, Fari Amini)",
		"href": "https://amzn.to/2Y7bN5f",
		"type": "book",
		"body": "<p>Great and empathetic overview of mammalian attachment, social attunement, emotional intimacy, and healthy interdependence. Extremely validating about our biological imperative for safety, understanding, co-regulation, caring, and intimacy. Extra useful if you have false core beliefs that you don't “deserve” these things.</p>"
	},
	"emotionally-immature-parents": {
		"title": "<i>Adult Children of Emotionally Immature Parents</i> (Lindsay C. Gibson)",
		"type": "book",
		"href": "https://amzn.to/3bHWLa2",
		"body": "<p>Fantastic read on better understanding your childhood experiences, understanding confusing mixed signals from your caregivers, and learning to set healthy, self-respecting boundaries with your caregivers.</p><p>This book doesn’t assume a particular degree of objective badness, only that you would like to work on dysregulation of some kind. So it seems like it’d be useful for addressing a wide range of parental relationship dysfunction, from lovably frustrating to toxic.</p>"
	},
	"hold-me-tight": {
		"title": "<i>Hold Me Tight</i> (Sue Johnson)",
		"shortTitle": "Hold Me Tight",
		"href": "https://amzn.to/2VCNA58",
		"type": "book",
		"body": "<p>Empathetic framework for repairing dysfunctional patterns in committed relationships with an anxious-avoidant dynamic. Finds ways to gently build self-awareness of patterns, and bridge both partners’ seemingly conflicting needs for feeling safe.</p><p>This is the first book I've seen that provides empathetic insight into the needs and feelings of people with avoidant tendencies, which can often be very difficult to figure out when they are being avoidant.</p><p>Note that this framework requires a lot of vulnerability, and assumes that you are dealing with a relationship where both people genuinely want to put in work, and not a toxic/abusive relationship. If you think you might be in the latter situation, figure that out before proceeding.</p>"
	},
	"attached-levine": {
		"title": "<i>Attached: The New Science of Adult Attachment</i> (Amir Levine, Rachel Heller)",
		"href": "https://amzn.to/2KBaHHb",
		"type": "book",
		"body": "An introductory overview to what attachment tendencies look like in the context of romantic relationships. I didn't personally find it as actionable, clarifying, or flexible as the resources above. I thought it demonized avoidant-leaning people in a way that didn’t seem conducive to building mutual understanding with them. Nevertheless, could be a useful intro read if your relationships have been more toxic, distressing, or inflexible."
	},
	"nvc": {
		"title": "<i>Nonviolent Communication</i> (Marshall B. Rosenberg)",
		"href": "https://amzn.to/2Yb0CZf",
		"type": "book",
		"body": "<p>A communication framework rooted in deep listening and compassion to others and ourselves. Simple, memorable method to observe a situation, distinguish the objective externals from the subjective internals before we speak rashly, and move forward in mutual understanding.</p><p>Particularly useful if you're a people-pleaser, you have trouble with boundaries (yours or others’), or you wish to increase your internal emotional clarity.</p>"
	},
	"crucial-conversations": {
		"title": "<i>Crucial Conversations</i>",
		"href": "https://amzn.to/2Senl2P",
		"type": "book",
		"body": "Communication skills for safely bringing up important conversations and having open dialogue. Between NVC and CC, CC seems more oriented toward people who wish to manage anger/frustration, and NVC seems specifically helpful for people with boundary issues. Generally applicable to life, but CC case studies lean more often toward dialogue within workplaces and organizations."
	},
	"emotional-intelligence-goleman": {
		"title": "<i>Emotional Intelligence</i> (Daniel Goleman)",
		"shortTitle": "Emotional Intelligence",
		"href": "https://amzn.to/3bBKeVH",
		"type": "book",
		"body": "<p>Thorough general overview on the somatic nature of emotions and hijacking. Makes a case that emotional intelligence is often much more critical for happiness, and even for very societally conventional metrics of success, than conventional intelligence is.</p><p>This book went into great depth about emotional dysregulation, but it is not a self-help book. However, it helped me better grasp the physiological nature of emotions, and validated all this time I’ve been investing into emotional regulation that I could instead be spending on more normatively “useful” things.</p>"
	},
	"monique-cptsd": {
		"title": "Monique Koven's CPTSD podcast",
		"href": "https://podcasts.apple.com/us/podcast/the-healing-trauma-and-cptsd-podcast/id1444361384",
		"type": "audio",
		"body": "Comforting podcast for people with childhood trauma. Advice for holding space for yourself, meeting your missing developmental needs, and finding the right practitioners and the kind of support you need to heal. Great for normalizing big, scary experiences common to childhood trauma survivors, and figuring out what to do about them."
	},
	"go-to-therapy": {
		"image": "images/gototherapy.png",
		"imageAlt": "You don't have to 'qualify' for therapy. Are you a human? You qualify. Reasons to go to therapy: build insight and awareness, obtain a diagnosis, explore your history, get to know yourself, be kinder to yourself, learn coping skills, adjust to a life transition, process a past trauma, process current events, work through relationship issues, get guidance for a specific issue, have someone to talk to, grieve a loss, explore your spirituality, you are curious, you want to. From Toni Talks Therapy.",
		"body": "<p class='footnote'>via <a href='https://www.instagram.com/tonitalkstherapy/'>@tonitalkstherapy</a></p>"
	},
	"tonitalks": {
		"title": "Toni Talks",
		"href": "https://www.instagram.com/tonitalkstherapy/",
		"type": "instagram",
		"body": "<p>Somatic trauma educator offering tips and encouragement for getting started with therapy, shopping for a therapist, and evaluating whether a therapist is a good fit for you. Also posts basic exercises for de-triggering and mindfulness.</p><ul><li><a href='https://www.instagram.com/p/B_0zts_DkU9/'>Some questions to ask a potential new therapist</a></li><li><a href='https://www.instagram.com/p/B-YJvIPD7W6/'>Tips for online sessions</a></li><li><a href='https://www.instagram.com/p/B_3bY34jXZo/'>Tips for getting the most out of therapy, giving feedback, having an experimental/curious attitude</a></li></ul>"
	},
	"andrea-glik": {
		"title": "Andrea Glik",
		"href": "https://www.instagram.com/somaticwitch/",
		"type": "instagram",
		"body": "<p>Somatic trauma educator, some LGBTQ/poly content. Relatable prompts and suggestions for replacing self-destructive thought patterns with a growth mindset. Has a focus on nervous system regulation. Blogs, podcast interviews, and workshops on her <a href='https://www.andreaglik.com/'>website</a>.</p><p class='quote'>Instead of “I'm broken”, try “I am a trauma survivor/someone who has experienced trauma who is currently learning the impact of my experiences on my sense of self and working towards unlearning survival patterns.”</p>"
	},
	"clementine-morrigan": {
		"title": "Clementine Morrigan",
		"href": "https://www.instagram.com/clementinemorrigan/",
		"type": "instagram",
		"starred": true,
		"image": "images/clementine_morrigan.jpg",
		"body": "<p>Trauma healing writer, CSA/incest survivor, extremely LGBTQ/poly affirming. Incredible clarity into boundary navigation and attachment healing for people with triggers.</p><p class='quote'>Many trauma survivors totally freeze up when we want to say no or communicate a boundary because in the past it wasn’t safe to do so. In the context of safe relationships we need to learn how to say no and communicate our boundaries. Learning to say no is part of trauma recovery. It protects our boundaries and breaks the trauma habit of going along with things we don’t want. Learning to say no is also about respecting our partner’s boundaries and understanding that safe partners don’t want to do things that their partners don’t really want. When we say no we are communicating trust and respect for our partners.</p>"
	},
	"silvy-khoucasian": {
		"title": "Silvy Khoucasian",
		"href": "https://www.instagram.com/silvykhoucasian/",
		"image": "images/silvy-attachment-communication.png",
		"imageAlt": "Some example posts by Silvy Khoucasian on ways to communicate your needs, from attachment theory by John Bowlby and Mary Ainsworth -- if you have strong anxious tendencies or if you have strong dismissive-avoidant tendencies.",
		"type": "instagram",
		"starred": true,
		"body": "<p>Attachment-focused coach/educator. Offers useful bite-sized prompts, tools, and perspective for people with boundary issues or childhood hangups.</p><p>Podcast: <a icon-link icon-type='audio' href='https://podcasts.apple.com/us/podcast/love-with-integrity/id1456831120?mt=2'>Love With Integrity</a>"
	},
	"liz-listens": {
		"title": "Liz Listens",
		"href": "https://www.instagram.com/lizlistens/",
		"type": "instagram",
		"body": "Attachment-focused therapy educator. Offers engaging visual paraphrases of attachment/healing frameworks (including many of the above). Helpful, concrete, and validating tips on breaking out of unhealthy patterns and being a kind person."
	},
	"sit-with-sharon": {
		"title": "Sit With Sharon",
		"href": "https://www.instagram.com/sitwithsharon/",
		"image": "images/sitwithsharon.png",
		"imageAlt": "Some example posts by Sit With Sharon of internal boundaries, and how fear of intimacy shows up.",
		"type": "instagram",
		"body": "Attachment-focused therapy educator. Offers insightful reframes of common dysregulated attachment mindsets. Has extremely direct tips for people with dysregulated attachment to more healthily recognize their own needs and self-harming patterns."
	},
	"somatic-modalities": {
		"title": "Somatic therapy",
		"type": "info",
		"body": "<p>Somatic modalities are informed by the way trauma is fragmented in your brain and accessed differently from normal experiences. They sometimes combine physical techniques with talk therapy to help access and reprogram triggers. If you are feeling stuck, overwhelmed, unpredictable, or out of touch with your body, you may benefit from these.</p><p><b><a href='https://traumahealing.org/about-us/#about'>Somatic experiencing</a></b>, <b><a href='https://www.sensorimotorpsychotherapy.org/articles.html'>sensorimotor psychotherapy</a></b>, and the <b><a href='https://hakomi.com/history'>Hakomi method</a></b> are related treatment approaches which combine traditional therapy with physical self-awareness. This helps you reintegrate trauma, and re-establish body agency when triggered.</p><p>These approaches can be useful for dismantling learned helplessness, improving self-awareness, learning to distinguish physical sensations from trauma emotions, and learning how to get out of triggered states.</p><p><b>EMDR</b> is a somatic method that helps reintegrate stuck trauma much more rapidly than conventional therapy alone. It can help emotionally replace traumatic beliefs, like a fear of being fundamentally unlovable, with constructive core beliefs. [<a href='https://www.ncbi.nlm.nih.gov/pubmed/17284128'>DOI: 10.4088/jcp.v68n0105</a>]</p><p><b><a href='https://www.healthline.com/health/eft-tapping#research'>EFT/tapping</a></b> involves tapping on your own body to keep it grounded in the present so you can reduce dissociation. This can be done on your own.</p><p class='footnote'>For more on how these work, see <a resource-link resource-id='bks'></a>, Part 5.</p>"
	},
	"polyvagal-overview": {
		"title": "Polyvagal theory & nervous system regulation",
		"image": "images/polyvagal_chart_charissafry.jpg",
		"imageAlt": "An infographic of polyvagal theory by Charissa Fry. In  the window of tolerance, or a ventral vagal activated state, we are resilient, safe, and able to socially engage and connect. In hyperarousal, or sympathetic nervous system activation, our fight or flight response is active and we are in survival mode. We can't register consequences, and may feel rage, panic, or fear. In hypoarousal, or dorsal vagal activated state, our freeze response is active and we are in survival mode. We may feel immobilized, numb, or in a trance.",
		"type": "info",
		"body": "<p class='footnote'>infographic via <a href='https://www.charissafry.com/resources/'>Charissa Fry</a></p><p><a href='https://en.wikipedia.org/wiki/Polyvagal_theory'>Polyvagal theory</a> describes our autonomic nervous system’s role in fight-flight-freeze responses, and how to identify and manage different states. If you often get stuck in a state of primal anger/fear/terror and you have a lot of trouble deactivating, you might find this useful.</p><p>Quick intro: <a href='https://www.stitcher.com/podcast/justin-sunseri/polyvagal-podcast/e/68637148'>Complex PTSD and the Polyvagal Theory | Polyvagal Podcast</a></p>"
	},
	"polyvagal-rosenberg": {
		"title": "<i>Accessing the Healing Power of the Vagus Nerve</i> (Stanley Rosenberg)",
		"href": "https://amzn.to/357tHq9",
		"type": "book",
		"body": "<p>Self-help exercises for improving self-regulation of your autonomic nervous system. The author comes from a craniosacral perspective.</p><p class='footnote'>I have not fully read this, but it comes highly recommended by a friend with physical trauma.</p>"
	},
	"polyvagal-dana": {
		"title": "<i>The Polyvagal Theory in Therapy</i> (Deb Dana)",
		"href": "https://amzn.to/2VG6p7C",
		"type": "book",
		"body": "<p>A clinician perspective, written more for therapists looking to incorporate this approach with clients. Includes worksheets and exercises.</p><p class='footnote'>I have also not fully read this one yet.</p>"
	},
	"tnh-intro": {
		"title": "Intro to mindfulness practice by Thich Nhat Hanh",
		"href": "https://plumvillage.org/mindfulness-practice/",
		"type": "article",
		"body": "Thich Nhat Hanh is a Buddhist monk, community leader, civilian war survivor, and extremely compassionate writer whose teachings I often find to be a gentler way of addressing inner hurts and relaxing the brain than the more direct therapy approach."
	},
	"meditate-yumi": {
		"title": "There Is No Right Way To Meditate (Yumi Sakugawa)",
		"href": "https://amzn.to/3d1NRVp",
		"type": "book",
		"body": "Small book of approachable and goofy cartoons visualizing many different ways to find ways of meditating that work for you."
	},
	"engineer-mindfulness": {
		"title": "An Engineer's Guide to Happiness",
		"image": "images/engineer-mindfulness.png",
		"imageAlt": "A flowchart illustrating meditation. Start by just inhaling and exhaling. If you get distracted, don't beat yourself up about it! Forgive yourself. It's possible to feel angry at yourself for being distracted, or even angry at your own anger. You don't need to meditate for a long time for it to be useful, but try to do it frequently!",
		"href": "https://anengineersguide.com/post/190949175105/09-emotion-demotion",
		"body": "Cute short webcomic for nerds who would like to be convinced that spending time building out an emotional toolkit will help make them more efficient in the long run."
	},
	"insight-timer-app": {
		"title": "Insight Timer app",
		"href": "https://insighttimer.com/meditation-app",
		"type": "app",
		"body": "A customizable <b>meditation timer app</b> with soothing sounds, plus a large library of guided meditations."
	},
	"plum-village-app": {
		"title": "Plum Village app",
		"href": "https://www.mindfulnessbell.org/news-updates/plum-village-app-6akm7",
		"type": "app",
		"body": "Guided meditation app for Thich Nhat Hanh’s mindfulness teachings. Calming body scans, general awareness, and gratitude practice."
	},
	"nomudnolotus": {
		"title": "No Mud No Lotus (Thich Nhat Hanh)",
		"href": "https://amzn.to/2S7sfhZ",
		"type": "book",
		"body": "A general primer on how to live mindfully in the present, as well as how to gently connect with and reassure your inner pain without feeling overwhelmed by it."
	},
	"tnh-fear": {
		"title": "Fear: Essential Wisdom For Getting Through The Storm (Thich Nhat Hanh)",
		"href": "https://amzn.to/2yR7ujR",
		"type": "book",
		"body": "A more focused read on transforming the garbage of your fear, anger, and anxiety into compost to feed the flower of compassion."
	},
	"janina-fisher": {
		"title": "Healing The Fragmented Selves of Trauma Survivors (Janina Fisher)",
		"href": "https://amzn.to/2KylMbY",
		"type": "book",
		"body": "<p>A deep resource on processing and healing our fragmented trauma parts. Focuses on understanding traumatic responses, managing dissociation, and finding safety for all of one’s trauma parts.</p><p class='footnote'>Have not fully read this, but it comes highly recommended by a friend who is trained in the Hakomi Method.</p>"
	},
	"boundaries-katherine": {
		"title": "Where To Draw The Line (Anne Katherine)",
		"href": "https://amzn.to/2YQw3Zf",
		"type": "book",
		"starred": true,
		"body": "<p>Boundaries aren't just for fending off toxic people; we need them in our everyday lives. Walls shut out everything, but healthy boundaries nourish trust, safety, and intimacy. Guidance for navigating and setting many kinds of healthy boundaries, with strangers, friends, partners, relatives, coworkers, etc.</p>"
	},
	"self-boundaries": {
		"title": "How are your boundaries?",
		"body": "<p>If you feel bad in your emotions and aren't sure why, it's possible you have overextended your boundaries without realizing it, or neglected your own emotional needs. These influences might not be Bad -- just not what you need or maybe more than you can handle right now.</p><p><i>Do you...</i></p><ul><li>Feel like you are giving a lot more than you receive?</li><li>Feel drained by certain interactions?</li><li>Feel chronically ignored, invalidated, or unvalued?</li><li>Feel pressured (whether explicitly or implicitly) to do things you have a core discomfort with?</li></ul><p>If so, you might benefit from clarifying your boundaries and core needs. Most of us, especially <a href='https://www.thebipocproject.org/'>BIPOCs</a>, don't have the privilege to safely enforce all our boundaries. But most of us can at least improve our close relationships through more explicit boundary communication. Toxic boundary violation is one thing, but it's also surprisingly common for others to accidentally step on our boundaries because we don't even know what our own boundaries are.</p><p class='footnote'>Paraphrased from resources in the section on healthy boundaries. If this feels relatable, you may also benefit from the section on feeling confused or resentful.</p>"
	},
	"gift-of-fear": {
		"title": "The Gift of Fear (Gavin de Becker)",
		"href": "https://amzn.to/2X1SW9R",
		"type": "book",
		"body": "<p>On re-harnessing survival intuition repressed by social norms. Not conducive to PTSD healing, but seems useful for helping you reconnect with your self-preservation instincts if you are particularly susceptible to gaslighting and don't trust your gut.</p><p>I don't unilaterally recommend this read as it encourages a bit of paranoia, trusting snap judgments, and hypervigilance. It's more of a push to help you overcome your mental aversion to GTFO of a genuinely dangerous situation (stalking, abuse, exploitation, threats, very unnerving behavior from someone).</p>"
	},
	"was-it-abuse": {
		"title": "“But I wasn't abused”",
		"image": "images/whats_trauma.jpg",
		"imageAlt": "Trauma is NOT: abuse or physical violence, a sufficiently subjectively horrifying event, a diagnosis, or healed by time or ignoring it. Trauma IS: when your mind and body get too overwhelmed to process normally, not stored the same way as normal memories, capable of lingering for years or a lifetime, healable, re-experienced or triggered often in non-dangerous situations, and re-experienced in different ways, such as anger, fear, numbing, or shame.",
		"body": "<ol><li>Abuse comes in many different forms and degrees.</li><li>You can have trauma without abuse.</li><li>If you were abandoned, chronically neglected, <a href='https://www.goodtherapy.org/blog/psychpedia/enmeshment'>enmeshed</a>, punished for not being perfect, or chronically expected to repress certain feelings as a child, you can develop lasting dysfunctions from that.</li></ol>"
	},
	"chronic-neglect": {
		"title": "Chronic emotional neglect",
		"type": "info",
		"body": "<p>If you chronically experienced any of these factors growing up or in a long-term codependent relationship, they have probably significantly shaped your self-image and ways of relating to others:</p><ul><li>Being ridiculed/punished for crying, or for other ways of healthily expressing feelings</li><li>Being treated with disgust or contempt</li><li>Being rejected or invalidated when you wanted comfort for pain</li><li>Being abandoned without explanation, or when you were too young to understand</li><li>Being constantly compared to “perfect” ideals</li><li>Your aspirations were treated as wasteful or unimportant</li><li>Not being allowed privacy</li><li>Being expected to do things for others that you felt deeply uncomfortable doing</li><li><a href='https://en.wikipedia.org/wiki/Parentification'>Parentification</a>: being forced to become a parent's caretaker (especially emotionally) while still in childhood</li></ul><p class='footnote'>Paraphrased from <a resource-link resource-id='cptsd-walker'></a>, Ch.5. If this feels relatable, you'll probably benefit from relational resources.</p>"
	},
	"attachment-theory": {
		"title": "Attachment theory",
		"href": "https://en.wikipedia.org/wiki/Attachment_theory",
		"type": "vocab",
		"body": "<div><p>Posits that we all share a common goal of wanting safety from an intimate bond when stressed. But our instinctive ways of seeking safety can be wildly different based on our formative emotional experiences, often from our childhood caregivers or lack thereof.</p><p>For example, we may feel unsafe without constant reassurance <i>(anxious tendencies)</i>, or may feel unsafe with intimacy <i>(avoidant tendencies)</i>, or simultaneously seek out and fear closeness <i>(fearful-avoidant / disorganized tendencies)</i>. This often has self-destructive effects that undermines the very safety we seek.</p><p>Fortunately, it is possible to change attachment styles. The ultimate goal is being comfortable with intimacy, but also not panicking if we don't have constant reassurance <i>(secure attachment)</i>.</p></div>"
	},
	"alexithymia": {
		"title": "Alexithymia",
		"href": "https://en.wikipedia.org/wiki/Alexithymia",
		"type": "vocab",
		"body": "The inability to identify emotions (in oneself or others). For some people, this can be true all the time. But even if you’re usually fine at identifying emotions, it’s not uncommon to lose the ability if you're feeling triggered or overwhelmed."
	},
	"hijacking": {
		"title": "Amygdala hijacking",
		"href": "https://en.wikipedia.org/wiki/Amygdala_hijack",
		"type": "vocab",
		"body": "<p>The amygdala is our center of emotional memory and our survival alarm system. It can activate our body's physiological survival response when it believes we are threatened, flooding us with hormones.</p><p>The amygdala makes snap judgments a lot faster than our neocortex can make complex decisions. In other words, there’s a physiological explanation as to why rationalizations might not help us think straight when we're scared, triggered, or angry.</p>"
	},
	"interoception": {
		"title": "Interoception",
		"href": "https://en.wikipedia.org/wiki/Interoception",
		"type": "vocab",
		"body": "Awareness of one’s internal physiological state."
	},
	"simple-soothing": {
		"title": "Simple self-soothing",
		"type": "tip",
		"body": "<ul><li><b>Slow, deep breathing</b> helps calm the body's threat response.</li><li><b>Safe touch</b> can help you remember your body is in the present. Hugs, hand-holding, self-hugging, a plush, a weighted blanket, a palm stone, a tree, a fidget object, etc.</li><li><b>Music</b> that makes you feel safe.</li></ul>"
	},
	"wildfell-consensuality": {
		"title": "<i>Consensuality: Navigating Feminism, Gender, and Boundaries Towards Loving Relationships</i> (Helen Wildfell)",
		"href": "https://microcosmpublishing.com/catalog/books/5285",
		"type": "book",
		"body": "<p>Anecdotes and exercises about overcoming dysfunctional boundaries and communicating healthily about consent, conflict, and emotional expression.</p><p class='quote'>Do you feel capable of expressing how you feel on the inside? Do the people close to you try to restrict your expression of how you feel? What are some healthy ways of manifesting and expressing these feelings?</p>"
	},
	"crabb-ethical-consent": {
		"title": "<i>Learning Good Consent: Building Ethical Relationships in a Complicated World</i> (Cindy Crabb)",
		"href": "https://microcosmpublishing.com/catalog/books/2879",
		"type": "book",
		"body": "<p>Anecdotes and prompts to help you define your comfort zone, what consent means for you, and how you approach other people's consent.</p><p class='quote'>How might someone express that what is happening is not ok? Do you look only for verbal signs or are there other signs? How do you react if someone becomes uncomfortable with what you're doing, or if they don't want to do something?</p>"
	},
	"tnh-love": {
		"title": "<i>How To Love</i> (Thich Nhat Hanh)",
		"href": "https://www.parallax.org/product/how-to-love/",
		"type": "book",
		"body": "<p>Small book of refreshingly simple analogies and insights on practicing genuine empathy, kindness, and respect with ourselves and those around us.</p><p class='quote'>A wrong perception can be the cause of a lot of suffering. This is why, whenever we have a perception, we have to ask ourselves if our perception is right.</p>"
	},
	"elleanderson": {
		"title": "Laura Anderson",
		"href": "https://www.instagram.com/lauraandersontherapy/",
		"image": "images/elleanderson.png",
		"imageAlt": "1. The moment we begin comparing our traumas OR how we are processing our trauma is the moment that shame begins. 2. Trauma becomes worse when we disconnect from ourselves and others. From Laura Anderson.",
		"type": "instagram",
		"body": "<p>Trauma educator offering tips on finding a therapist who really understands you, info about what you should be able to expect from a trauma-informed therapist, and affirmations about the more frustrating aspects of the healing process. (Specializes in complex trauma and cult trauma.)</p><ul><li><a href='https://www.instagram.com/p/B9E5e4aAoUq/'>Therapists should recognize that <i>you</i> are the expert on your life</a></li><li><a href='https://www.instagram.com/p/B8_1jjNgHLM/'>On prioritizing your feelings of safety during a session</a></li><li><a href='https://www.instagram.com/p/B89Mq24AGqo/'>The difference between treating trauma vs. treating symptoms</a></li></ul>"
	},
	"pocketselfcare": {
		"title": "Pocket Self-Care Manual (fill it out yourself)",
		"href": "https://gum.co/pocketselfcare",
		"image": "images/pocketselfcare.jpg",
		"imageAlt": "Photo of a Choose Your Own Adventure Pocket Self-Care Manual.",
		"type": "tip",
		"body": "<p>It can be frustratingly difficult to remember the basic self care steps, coping mechanisms, and affirmations that help most when I need them most, so I made a pocket self-care manual to help lock those things in.</p><p>Offers prompts that you provide your own answers to, because no one else can tell you what works best for yourself! Wait until you're feeling relatively safe to fill it out.</p>"
	},
	"complex-trauma-infographics": {
		"title": "Complex Trauma Healing",
		"href": "https://complextraumahealing.wordpress.com/",
		"image": "images/4f-trauma.jpg",
		"imageAlt": "Chart of the 4F personality types (Fight, Flight, Freeze, Fawn).",
		"type": "info",
		"body": "A blog of infographics summarizing dense information from key complex trauma resources."
	},
	"love-languages": {
		"title": "5 Love Languages",
		"type": "tip",
		"href": "https://www.5lovelanguages.com/quizzes/",
		"body": "<p>The concept of love languages states that we receive and show love in different ways (quality time, gifts, acts of service, physical touch, words of affirmation), where some of those ways will actually <i>feel</i> like love to us, and others might not.</p><p>For example, someone might give a lot of fancy, expensive gifts to someone who only wants more quality time, and then feel resentful because they're putting in so much effort that doesn't seem to be improving the relationship.</p><p>By communicating with our loved ones what love languages feel most personally special to them and us, we can better understand, give, and receive actions as expressions of love.</p>"
	},
	"reassurance-box": {
		"title": "Reassurance box",
		"type": "tip",
		"body": "<p>If you need frequent reassurance to feel safe, and would like to practice self-soothing more, it can be helpful to make a box or digital folder full of reassurances that you can go through any time. Some ideas:</p><ul><li>screenshots of deeply reassuring or encouraging messages</li><li>reminders of reassuring things that loved ones have done for you, or times you felt safe</li><li>voice messages or photos from loved ones that make you feel good</li><li>reminders of ways you are safe now</li><li>written-out reasons why you know you can trust your allies</li><li>healthy core beliefs you have built in the present</li></ul>"
	},
	"whats-therapy-like": {
		"image": "images/what_happens_in_therapy.jpg",
		"imageAlt": "What I thought would happen in therapy: talk about my feelings, learn some coping skills, get advice. What actually happens in therapy: develop a cohesive life narrative, integrate the different versions of myself, have my value and worth unconditionally acknowledged, have my experiences validated, break patterns of generational trauma, have space to come to my own value-driven conclusions, experience a relationship with healthy boundaries, become aware of my self-talk and learn to talk back, have emotionally corrective experiences, make the unconscious conscious, resolve internal conflicts, cultivate self awareness and emotional intelligence. From Dr. Megan Johnson.",
		"href": "https://www.instagram.com/p/CAVV57djzUV/",
		"body": "<p class='footnote'>via <a href='https://www.instagram.com/p/CAVV57djzUV/'>@drmeganjohnson</a></p><p>A tasting course of some ways therapists may create space for you and engage with you. Media portrayals of therapy are often outdated, oversimplified, or inaccurate.</p>"
	},
	"conscious-uncoupling": {
		"title": "<i>Conscious Uncoupling</i> (Katherine Woodward Thomas)",
		"href": "https://amzn.to/3e0qhZs",
		"type": "book",
		"starred": true,
		"body": "<p>Incredibly actionable, emotionally affirming, and compassionate guide on how to mindfully transform relationship-transition grief and pain into an intentional commitment toward mutual kindness, examining your own unhealthy patterns, and learning how to become your most authentic and loving self. Can be used for navigating ongoing processes, or for healing older breakup scars.</p><p class='footnote'>Caveat: Since fully standing up for your authentic self requires a certain degree of security in your basic survival needs, it's worth noting that some of the self-empowerment framings in this book might throw you off if you currently have very little logistical agency, have recently been abused, are still in an actively unsafe situation, or have codependent tendencies.</p>"
	},
	"pubmed-cptsd-efficacy": {
		"title": "Analysis of the inefficacy of evidence-based treatments for complex trauma",
		"href": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4478904/",
		"type": "article",
		"body": "<p>A PubMed validation for anyone who feels bad that they still have trauma and their progress has plateaued with “established” trauma treatment methodologies. Many effective complex trauma treatments are “alternative”, because complex trauma treatment is only partially compatible with scientific rigor.</p><p><i>Why?</i></p><ul><li>Complex trauma has many comorbidities. If you want a certain level of study rigor, i.e. level of certainty that the treatment is the sole possible cause of your observed results, you need to exclude subjects with comorbidities. As a result, complex trauma is underrepresented in studies.</li><li>Non-complex trauma receives more study funding because it is more economical to resolve, and has fewer comorbidities.</li><li>It is literally not possible to fully <a href='https://en.wikipedia.org/wiki/Blinded_experiment'>blind</a> a study on personalized psychotherapy. (Blind evaluation is compatible, though.)</li></ul><p class='footnote'>Choice excerpts from the article:</p><ul class='footnote'><li>Complex presentations are often excluded from studies because they do not fit neatly into the simple nosological categorisations required for research power. This means that the most severe disorders are not studied adequately and patients most affected by early trauma are often not recognised by services.</li><li>If research funding is not readily accessible for complex and prolonged interventions that are clinically applied in the phase-based treatment of complex PTSD, it is easy to arrive at the false conclusion that a lack of evidence for a particular therapy indicates that it is not effective.</li><li><b>Women were also excluded from the study if they were in a relationship with an abusive partner, a situation unfortunately all too common in this clinical population.</b></li><li>The lack of evidence is not an indicator that particular approaches do not work – only that they have not been rigorously tested. Testing procedures understandably but unhelpfully prefer simple, measurable attributes for economy of scale.</li></ul>"
	},
	"maps": {
		"title": "MAPS (Multidisciplinary Association For Psychedelic Studies)",
		"href": "https://maps.org/resources",
		"body": "A research & educational organization whose top priority is developing <a href='https://erowid.org/chemicals/mdma/mdma.shtml'>MDMA</a>-assisted psychotherapy into a legal, FDA-approved PTSD treatment."
	},
	"reddit-crisis": {
		"title": "r/CPTSD crisis resources",
		"href": "https://old.reddit.com/r/CPTSD/wiki/index#wiki_crisis_support_resources",
		"body": "Extensive community-organized collection of resources for crisis support and emotional first-aid."
	},
	"whats-cptsd": {
		"title": "CPTSD / Complex PTSD",
		"href": "https://www.reddit.com/r/CPTSD/wiki/faq",
		"type": "vocab", 
		"body": "<p>A term for a set of symptoms resulting from prolonged trauma combined with interpersonal dependence where the victim has little chance of escaping. This creates many apparent co-morbidities, so people with CPTSD are often misdiagnosed with other conditions. Because CPTSD is not yet in the DSM, you cannot be officially diagnosed with it.</p><p>CPTSD is often associated with (but not limited to) survivors of chronic childhood abuse or neglect, domestic abuse, concentration camps, trafficking, or cults.</p><p>It only started receiving research attention in the 90s, so not all trauma-informed therapists know how to approach it.</p><p class='footnote'>Emotional abuse & childhood neglect can be just as harmful, if not often more so, than purely physical abuse.</p>"
	},
	"grounding-first-aid": {
		"title": "Grounding & emotional first aid",
		"href": "https://www.reddit.com/r/CPTSD/wiki/groundingandcontainment",
		"type": "tip",
		"body": "Collection of somatic grounding exercises to help you de-escalate out of a triggered state."
	},
	"identify-triggers": {
		"title": "Learn to identify your trigger signs",
		"type": "tip",
		"body": "<p>The most important first step is to quickly identify when you are triggered, so you can remember to use your tools. It can be hard to recognize your more subtle triggers until they get out of control.</p><p>I find it helpful to keep a journal to find early warning signs and common threads. Some questions to ask yourself:</p><ul><li>How does my body feel? Where is the trigger feeling located?</li><li>What are my extreme, all-or-nothing thoughts during this trigger? <i>(“I'm worthless”, “I can never do anything right for them”, etc.)</i></li><li>Do I have ideas what the earliest root cause of this trigger is?</li></ul><p class='footnote'>Informed by <a resource-link resource-id='cptsd-walker'></a>, Ch. 8. Highly recommend the entire book if you want to learn more about finding and resolving your trigger sources."
	},
	"effective-cptsd": {
		"title": "What makes an effective CPTSD treatment plan?",
		"type": "tip",
		"body": "<ul><li><b>Neuroscientifically credible.</b> Informed by neuroscientific studies on trauma & autonomic regulation, even if we don't understand the precise mechanism by which the brain heals.</li><li><b>Somatically informed.</b> Trauma hijacks the body and is accessed through the emotional brain rather than the neocortex.</li><li><b>Holistic.</b> Complex trauma is complex; there is often no pre-existing 'healthy' state to heal back to, and no single magic bullet.</li><li><b>Relationally informed.</b> CPTSD is partially an attachment disorder, and requires relational healing.</li></ul><p class='footnote'>Informed by <a resource-link resource-id='cptsd-walker'></a>, and Parts 2 and 5 of <a resource-link resource-id='bks'></a>.</p>"
	},
	"cptsd-workbook-schwartz": {
		"title": "The Complex PTSD Workbook (Arielle Schwartz)",
		"shortTitle": "The Complex PTSD Workbook",
		"href": "https://amzn.to/3e0Rw6v",
		"type": "book",
		"body": "<p>A workbook to normalize, process, and tackle lingering emotional hangups from childhood. A compact tasting course to the many frameworks, concepts, terms, and treatments relevant to childhood dysregulation. Prompts and exercises to feel out what frameworks stick or feel personally relevant to you.</p><p class='quote'>You are not broken, in need of fixing. Rather, you are deeply hurt, in need of care.</p>"
	},
	"relational-healing": {
		"title": "If you have difficulty trusting humans at all",
		"type": "tip",
		"body": "<p>Ways to increase your relational capacity without direct human contact:</p><ul><li>Nature or gardening</li><li>Taking care of animals</li><li>Cathartic fiction or art by people with similar emotional baggage</li><li>Reading affirming & relatable self-help material</li><li>Movement arts to increase your comfort with your body (yoga, flow arts, dance)</li></ul><p>Slowly easing into human relational healing:</p><ul><li>Receiving unconditional positive regard from a therapist</li><li>Support groups (in person or <a href='https://www.reddit.com/r/CPTSD/'>online</a>)</li></ul>"
	},
	"heather-tuba": {
		"title": "Heather Tuba",
		"type": "instagram",
		"href": "https://www.instagram.com/heathertuba/",
		"body": "Tips for partners/supporters of people with CPTSD."
	},
	"trigger-support": {
		"title": "Offering emotional first-aid",
		"type": "tip",
		"body": "<p>You can support someone else by:</p><ul><li>Taking a timeout from other things until de-escalated</li><li>Asking what they need</li><li>Asking what helps them de-escalate (suggestions: deep breathing, a hug, a blanket, music, quiet, yelling into a pillow, etc.)</li><li>Being deeply present with their pain</li><li>Supporting them in seeking therapy or other external support, knowing you can't “fix” someone else's problems</li><li>Communicating and setting clearly defined boundaries if you aren't able to be present for them</li></ul><p>It can be emotionally or even physically difficult for someone to communicate while triggered, and sometimes no amount of reassurance can help. It might be helpful to learn more when they're <i>not</i> triggered. (Do they need to be left alone, or to <i>not</i> be alone? What signs might indicate they are dissociated?)</p><p>Make sure you aren't neglecting your own needs or accepting bad treatment, especially if you have codependent tendencies or are also triggered. Caring for others is often helpful, but can be dysfunctional if the other person isn't taking accountability.</p><p class='footnote'>Extrapolated from Chapter 8 of <a resource-link resource-id='cptsd-walker'></a>, Part 2 of <a resource-link resource-id='bks'></a>, and partially wishful personal experience.</p>"
	},
	"tiny-god": {
		"title": "Tiny God",
		"href": "https://zwgarth.itch.io/tiny-god",
		"body": "An adorable, business-card-sized set of prompts for imagining a tiny, mindful witness who follows you around and is very interested in all your feelings and what you have to say."
	},
	"consent-madlib": {
		"title": "Consent Madlib",
		"href": "https://www.redbubble.com/i/poster/Consent-Madlib-by-skollipsism/35148568.LVTDI",
		"image": "images/consent_madlib.jpg",
		"imageAlt": "If you have healthy boundaries, it might be easy to say no to things. If you have wibbly boundaries or have been domestically abused, you might be conditioned to consent to things you don't actually want. Instead of just yes or no, it's okay to say how you feel. Consent Madlib for Fellow Doormats: I would enjoy this thing I actively want! I'd be okay with this thing I don't mind! I'm not sure about this uncertain thing. I don't want this thing that I definitely don't want.",
		"body": "<p>A simple visual guide I made to help untangle different levels of wantingness.</p><p>People with healthy boundaries may have an easy time saying no to things they're not excited about. But people who have been conditioned by fear, guilt, or shame may automatically say yes to things they're not sure about, or even to things they actively don't enjoy.</p><p>It's important not to just say yes or no with trusted people, but to express our complex feelings so everyone can make responsible decisions. We may think we're doing them a favor by saying yes to everything, but people who truly care about us really don't want that from us.</p>"
	},
	"walker-conflict-resolution": {
		"title": "Tips for lovingly resolving conflict",
		"type": "tip",
		"href": "http://pete-walker.com/lovinglyResolvingConflict.htm",
		"body": "Pete Walker's tips for lovingly normalizing and resolving interpersonal conflict. Includes tips on how to use time-outs, helping both people get their feelings heard, staying self-aware, and holding yourself accountable."
	},
	"self-education": {
		"title": "Self-education & self-awareness",
		"type": "tip",
		"body": "<p>Other people can't possibly know about your underlying feelings, wants, and boundaries if you don't honestly communicate them, and you can't communicate your feelings, wants, and boundaries to others if you don't understand yourself well in the first place.</p><p>Understanding and acknowledging your emotional baggage and how it affects you is the first step in improving your communication and safety.</p>"
	},
	"samaran-shame": {
		"title": "Connection in Practice: Tricks of Shame & Hope | Nora Samaran",
		"href": "https://norasamaran.com/2016/07/30/cognitive-distortions/",
		"type": "article",
		"body": "Article on deprogramming shame, guilt, and feelings of inadequacy. These prevent us from authentically connecting, and from recognizing the ways people show us that they value us."
	},
	"samaran-autonomy": {
		"title": "For Men Who Desperately Want Autonomy | Nora Samaran",
		"href": "https://norasamaran.com/2016/07/21/for-men-who-desperately-need-autonomy-make-it-dont-take-it/",
		"type": "article",
		"body": "An article on balancing autonomy and intimacy for masculine-identified people in relationships. By being generally emotionally reliable, you can safely receive both intimacy and autonomy."
	},
	"reparenting": {
		"title": "“Reparenting the Inner Child”",
		"type": "vocab",
		"body": "<p>The process of discovering your unmet developmental needs, where healthy behavior was never properly modeled for you, and learning how to meet those needs for yourself. If you never had something growing up, it's hard to know what's missing.</p><p>If we grew up with core beliefs that we were defective, unlovable, worthless, undeserving, or incapable, we may feel broken inside, treat ourselves badly, and become unhealthily addicted to things that temporarily fill the void, such as approval or attention. As long as we haven't addressed the core issues, we will not truly feel better inside.</p><p>By reparenting, you gain self-respect, self-awareness, personal responsibility, internal security, and confidence to take care of your feelings and needs. You realize that you are the only person who can healthily be present for yourself 100% of the time.</p><p class='footnote'>For a great framework for processing your needs, see <a resource-link resource-id='cptsd-walker'></a>.<br/>For reparenting scripts & troubleshooting help, check out <a resource-link resource-id='healing-aloneness'></a>.</p>"
	},
	"healing-aloneness": {
		"title": "<i>Healing Your Aloneness</i> (Margaret Paul)",
		"shortTitle": "Healing Your Aloneness",
		"href": "https://amzn.to/2UXW0Dz",
		"type": "book",
		"body": "<p>A guide to reparenting yourself to heal your core abandonment pain, with a lot of useful scripts, encouragement, and guides to get unstuck from common roadblocks (such as fear of your own anger, fear of being fully responsible for yourself, and fear of failing to improve).</p><p class='footnote'>I found about half the book (Chapters 1, 2, 6, 7, 8, 9, 10) very applied and useful, and I didn't take away much from the rest. FYI, the book also made some queer-phobic remarks, and felt socially dated.</p>"
	},
	"brene-brown-vulnerability": {
		"title": "Brené Brown - The Power of Vulnerability",
		"href": "https://www.ted.com/talks/brene_brown_the_power_of_vulnerability",
		"type": "video",
		"body": "<p>A 20 minute TEDx description of toxic shame, connection, and vulnerability.</p><p class='footnote'>This talk is a good overview of personal characteristics that enable connection, but doesn't talk about how to practice and gain those capabilities. If you want an applied guide to undoing toxic shame in yourself and learning how to connect more deeply, try <a resource-link resource-id='cptsd-walker'></a>.</p>"
	},
	"stimulus-discrimination": {
		"title": "Stimulus discrimination",
		"type": "vocab",
		"href": "https://www.instagram.com/p/CBsujQfHNEG/",
		"body": "The ability to discriminate between trigger fear and a situation that is actually dangerous or unhealthy."
	},
	"therapist-consult-setup": {
		"title": "Asking for a consultation",
		"type": "tip",
		"body": "<p>Contacting therapists for the first time may feel intimidating, but it's okay to just write one email about yourself and send it to everyone you'd like to consult with. Some things to mention:</p><ul><li>Primary issues you want to work on (grief, trauma, triggers, relationship issues, depression, a specific issue in your life, etc).</li><li>If you don't know, it's valid to simply say <i>“I feel ____ and don't know why, can you help me figure out the next step?”</i></li><li>Things you may require in order to be fully comfortable (LGBTQ-affirming? experience working with your cultural background?)</li></ul>"
	},
	"therapist-cost": {
		"title": "Should I get cheaper therapy to cut costs?",
		"type": "tip",
		"body": "<p>In my personal experience, receiving therapy that was misaligned with my specific needs was as stressful, in a different way, as not receiving help at all. The matching process is extremely important .</p><ul><li>Decide how much you're willing to commit to your therapy budget.</li><li>Pick the person within your budget who feels best for your needs, even if you could save money elsewhere.</li><li>It's worth consulting with people who are outside your price range. Even if you can't afford them, they can refer you to colleagues who deal with similar issues.</li><li>If you're underemployed or on a tight budget, you can ask therapists if they offer a sliding price scale.</li><li>If you can connect with a training clinic, a student therapist who is still training for their license will charge much less.</li></ul>"
	},
	"psychoeducation": {
		"title": "Psychoeducate yourself",
		"type": "tip",
		"body": "<p>Your dysfunctions do not mean you are fundamentally bad or broken; you simply have normal learned responses to difficult past situations, and you can choose to unlearn them.</p><p>Learn what it means to have a healthy sense of self, how your past may have shaped you, and tools for healing. Believe it or not, no matter how shameful you may feel about your problems, <i>many</i> people share problems similar to yours, and their shared wisdom can be helpful.</p><p>If you never realize you have always been missing something, you won’t think to look in that gap. If you don't realize there are methods designed to help with the exact difficulties you are going through, you might stay too intimidated by your problems to try working on them.</p><p class='footnote'>Paraphrased from Chapter 1 of <a resource-link resource-id='cptsd-walker'></a> and bolstered by hindsight. For a compact tasting course on psychoeducation, see <a resource-link resource-id='cptsd-workbook-schwartz'></a>.</p>"
	},
	"deflection": {
		"title": "Deflection",
		"href": "https://tealswan.com/resources/articles/deflection-the-coping-mechanism-from-hell-r234/",
		"type": "vocab",
		"body": "<p class='quote'>When something someone communicates causes someone to feel triggered, and instead of taking it in, they either ignore, deny or turn away from it. Or worse, turn it back towards the other person. This is done to avoid painful emotions and thoughts, but it also prevents the person from being self-aware.</p><p class='quote'>Essentially, when the fault is in fact with us, we project the blame and fault onto someone else.  We feel we cannot take responsibility or blame for something and feel positive about ourselves at the same time.  We are unwilling to feel guilt or shame.</p><p>Example: If a parent is not able to soothe their infant’s distress, and the parent is not able to honestly own up to their feelings of inadequacy, they may deflect their shame by deciding that something is wrong with the child.</p>"
	},
	"gaslighting": {
		"title": "Gaslighting",
		"href": "https://www.nbcnews.com/better/health/what-gaslighting-how-do-you-know-if-it-s-happening-ncna890866",
		"type": "vocab",
		"body": "<p>When someone chronically overwrites another's reality, making it difficult for them to believe their own intuition. Can be done intentionally, but is often done unintentionally by people with gaps in their emotional self-awareness. Gaslighting is not just one small mistake, but a pattern that adds up over time, often months.</p><p><i>Self-aware example: Consciously lying or changing your story about things you've said in the past, to derail criticism directed at you.</i></p><p><i>Non-self-aware example: Acting passive-aggressive at a partner, but frequently denying it when they ask about it, because you have genuine difficulty recognizing when you are upset.</i></p><p><a icon-link icon-type='audio' href='https://podcasts.apple.com/gb/podcast/the-emperor-has-no-clothes-on-lets-talk-about-gaslighting/id1032835304?i=1000476140909'>The Baggage Reclaim Sessions - Ep. 185: Gaslighting</a></p>"
	},
	"stonewalling": {
		"title": "Stonewalling",
		"type": "vocab",
		"href": "https://www.goodtherapy.org/blog/psychpedia/stonewalling",
		"body": "<p>When someone chronically & passive-aggressively evades, ignores, or dismisses attempts to communicate (instead of setting timeouts or clearly-defined boundaries). Often comes from a desire to avoid conflict and hope problems will disappear if ignored, but instead tends to destroy trust and exacerbate problems.</p><p>Can be a form of gaslighting. It is normal to feel confused, devastated, abandoned, and even suicidal when stonewalled by someone you trusted.</p><p><a icon-link icon-type='article' href='https://www.gottman.com/blog/the-four-horsemen-stonewalling/'>Stop stonewalling | The Gottman Institute</a></p><p><a icon-link icon-type='audio' href='https://podcasts.apple.com/gb/podcast/ep-173-its-time-to-talk-about-stonewalling/id1032835304?i=1000467636933'>The Baggage Reclaim Sessions - Ep. 173: Stonewalling</a></p><p><a icon-link icon-type='audio' href='https://podcasts.apple.com/gb/podcast/ep-176-voicing-issues-to-be-better-than-before/id1032835304?i=1000469692889'>The Baggage Reclaim Sessions - Ep. 176: Non-communication creates more problems than imperfect communication</a></p><p><a icon-link icon-type='audio' href='https://theoverwhelmedbrain.com/stonewalling-expectations-of-friends-emotional-abuse-follows-you-get-away-to-get-closer-to-people/#more-6590'>The Overwhelmed Brain: Stonewalling, mutual friendships, and recovering from emotional abuse</a></p><p><a icon-link icon-type='article' href='https://thoughtcatalog.com/shahida-arabi/2018/04/stonewalling-and-the-silent-treatment-when-the-narcissists-silence-is-deafening/'>The silent treatment | Thought Catalog</a></p><p class='footnote'>For more on the somatic component of stonewalling, see <a resource-link resource-id='emotional-intelligence-goleman'></a>. If someone is stonewalling because they're triggered, they may be having an overwhelming freeze response.</p><p class='footnote'>For help taking responsibility to improve your emotional regulation, see <a resource-link resource-id='cptsd-walker'></a>.</p>"
	},
	"tealswan-shame": {
		"title": "How To Overcome Shame - Teal Swan",
		"type": "video",
		"href": "https://www.youtube.com/watch?v=Lg9KvmK-E0U",
		"body": "<p>17-minute video about identity-based toxic shame, how it damages our interactions, and an overview of some ways to consciously release toxic shame. Focuses on religion-based shame and reparenting work.</p><p>Shame is common when children are not taught to differentiate between <i>feeling</i> bad and <i>being</i> bad.</p>"
	},
	"love-abuse": {
		"title": "Love & Abuse",
		"href": "https://loveandabuse.com/",
		"body": "<p>Resources for identifying and addressing toxic emotional behavior (in yourself or from someone else) in relationships, by a self-professed former emotional abuser.</p><p><a icon-link icon-type='audio' href='https://loveandabuse.com/the-podcast/'>Love & Abuse Podcast</a></p><ul><li><a href='https://loveandabuse.com/you-will-never-ever-be-good-enough-for-a-manipulative-and-controlling-person/'>You will never, ever be good enough for a manipulative and controlling person</a></li><li><a href='https://loveandabuse.com/an-analysis-of-emotional-abuse-breaking-down-the-bad-behavior/'>An analysis of emotional abuse</a></li></ul>"
	},
	"emotional-abuse": {
		"title": "How to identify & cope with emotional abuse",
		"type": "article",
		"href": "https://www.verywellmind.com/identify-and-cope-with-emotional-abuse-4156673"
	},
	"emotional-abuser-signs": {
		"title": "Signs you might be emotionally abusive",
		"type": "article",
		"body": "<ul><li><a href='https://theoverwhelmedbrain.com/the-healing-journey-of-the-emotional-abuser/'>The Healing Journey of the Emotional Abuser</a></li><li><a href='https://www.yourtango.com/experts/dr-tarra-batesduford/am-i-emotionally-abusive-signs-of-emotional-abuse-in-relationships'>YourTango listicle</a></li></ul>"
	},
	"natlue": {
		"title": "Nat Lue",
		"type": "instagram",
		"href": "https://www.instagram.com/natlue/",
		"image": "images/natlue.jpg",
		"body": "<p>Online educator on codependency, identifying manipulation, breaking out of people-pleasing habits, not enabling others to take advantage of you, and not taking advantage of others.</p><p>Podcast: <a icon-link icon-type='audio' href='https://podcasts.apple.com/gb/podcast/the-baggage-reclaim-sessions/id1032835304'>The Baggage Reclaim Sessions</a></p><ul><li><a href='https://podcasts.apple.com/gb/podcast/ep-176-voicing-issues-to-be-better-than-before/id1032835304?i=1000469692889'>Ep. 176: Non-communication creates more problems than imperfect communication</a></li><li><a href='https://podcasts.apple.com/gb/podcast/ep-174-lets-not-be-cool-taking-advantage-or-being-taken/id1032835304?i=1000468326190'>Ep. 174: Let's not be cool with taking advantage or being taken advantage of</a></li><li><a href='https://podcasts.apple.com/gb/podcast/ep-95-can-we-talk-for-a-minute-ambiguitys-not-my-thang/id1032835304?i=1000391999963'>Ep. 95: Being used in ambiguous non-relationships</a></li></ul>"
	},
	"natlue-176": {
		"title": "The Baggage Reclaim Sessions, Ep. 176",
		"type": "audio",
		"href": "https://podcasts.apple.com/gb/podcast/ep-176-voicing-issues-to-be-better-than-before/id1032835304?i=1000469692889",
		"body": "Sometimes we don't speak up about something problematic because we're afraid to cause more problems. But hiding our feelings creates more problems than if we'd spoken up in the first place."
	},
	"natlue-shame": {
		"title": "The Baggage Reclaim Sessions, on shame",
		"type": "audio",
		"body": "<ul><li><a href='https://podcasts.apple.com/gb/podcast/ep-154-why-dont-we-express-our-feelings/id1032835304?i=1000452282272'>Ep. 154: Why don't we express our feelings?</li><li><a href='https://podcasts.apple.com/gb/podcast/ep-149-theres-no-shame-in-having-needs/id1032835304?i=1000444852574'>Ep. 149: There's no shame in having needs</a></li><li><a href='https://podcasts.apple.com/gb/podcast/ep-176-voicing-issues-to-be-better-than-before/id1032835304?i=1000469692889'>Ep. 176: Non-communication creates more problems than imperfect communication</a></li><li><a href='https://podcasts.apple.com/gb/podcast/ep-83-they-just-want-attention-they-dont-want-your-heart/id1032835304?i=1000386646813'>Ep. 83: They just want attention, they don't want your heart</a></li></ul>"
	},
	"nedra-tawwab": {
		"title": "Nedra Tawwab",
		"href": "https://www.instagram.com/nedratawwab/",
		"type": "instagram",
		"image": "images/nedra_tawwab.jpg",
		"body": "Online educator on trauma, freeing yourself from codependent patterns, and creating healthy boundaries."
	},
	"fawn-response": {
		"title": "Codependence / fawning",
		"type": "vocab",
		"href": "http://pete-walker.com/codependencyFawnResponse.htm",
		"body": "<p>An unhealthy, one-sided relationship dynamic where there is a huge imbalance, and one person meets all the other's needs without giving much weight to their own needs. Weak boundaries, low self-esteem, high reactivity, and excessive caretaking often lead to codependent dynamics.</p><p>Along with fight, flight, and freeze, Pete Walker posits that fawning, or compulsively trying to please others, is a fourth major trigger response in people who were conditioned by dysfunctional parenting.</p><p class='footnote'>For help reducing your codependent tendencies, see <a resource-link resource-id='cptsd-walker'></a>.</p>"
	},
	"lerner-apologies": {
		"title": "<i>Why Won't You Apologize?: Healing Big Betrayals and Everyday Hurts</i> (Harriet Lerner)",
		"href": "https://amzn.to/3eYCAX4",
		"type": "book",
		"body": "<p>Short primer on truly sincere apologies that genuinely empathize with the other person and try to repair harm, while also holding healthy boundaries. Written for both under-apologizers and over-apologizers.</p><p class='footnote'>The relationship-oriented chapter has overlap with <a resource-link resource-id='hold-me-tight'></a>.</p>"
	},
	"miller-gifted": {
		"title": "<i>The Drama of the Gifted Child</i> (Alice Miller)",
		"href": "https://amzn.to/2D662MG",
		"type": "book",
		"body": "<p>Misleading title; the “Gift” is the dysfunctional behaviors one may adopt in learning to survive a dysfunctional childhood. Maladjusted parents tend to train their children to adjust to the parents' emotional needs, by withholding care unless they chronically repress certain emotions and needs. This leads to dysfunctional repressed anger & pain in adulthood.</p><p class='footnote'>Mostly a Freudian-leaning psychoanalytical collection of anecdotes and examples that may be useful for helping someone identify how their issues connect to their childhood. For a more actionable handbook, see <a resource-link resource-id='cptsd-walker'></a>.</p>"
	},
	"brene-brown": {
		"title": "Brené Brown",
		"body": "<p>Talks about connection & vulnerability, with a focus on toxic shame that holds us back from connection.</p><p></p><p>Podcast: <a icon-link icon-type='audio' href='https://podcasts.apple.com/gb/podcast/unlocking-us-with-bren%C3%A9-brown/id1494350511'>Unlocking Us</a></p><ul><li><a href='https://podcasts.apple.com/gb/podcast/bren%C3%A9-on-shame-and-accountability/id1494350511?i=1000480887474'>On shame and accountability</a></li></ul>"
	},
	"brene-brown-trust": {
		"title": "Brené Brown - BRAVING Trust",
		"href": "https://youtu.be/0SqFiTeka_I",
		"type": "video",
		"body": "<p>Some components of trustworthiness:</p><ul><li><b>Boundaries</b>: When you’re not clear about a boundary, you ask. You’re willing to clearly say no to things.</li><li><b>Reliability</b>: You do what you say you’re going to do.</li><li><b>Accountability</b>: You own your mistakes, apologize, and make amends.</li><li><b>Vault</b>: You don’t gossip about other people’s confidential secrets.</li><li><b>Integrity</b>: You actively practice your values, instead of just talking about them.</li><li><b>Nonjudgment</b>: We can ask for our needs and talk about how we feel without judgment.</li><li><b>Generosity</b>: You extend the benefit of the doubt to people’s intentions, words, and actions.</li>"
	},
	"holistic-life-nav": {
		"title": "Holistic Life Navigation",
		"type": "instagram",
		"href": "https://www.instagram.com/holistic.life.navigation/",
		"image": "images/holistic_life_nav.png",
		"imageAlt": "Sexual trauma isn't always from abuse.",
		"body": "<p>Concise tips about somatic healing, sexual trauma, people-pleasing, and how certain codependence & physical issues we have quietly normalized and suffered through all our lives can be healed through somatic trauma informed methods.</p><p class='quote'>Trauma is not dependent on abuse. Sexual trauma is no different. [...] Look no further. Your feelings are valid. The body stores trauma when it cannot complete a trauma response. Something you saw, something you heard, even something you imagined can be at the root of this. It’s not your fault.⁣</p>"
	},
	"confusing-boundaries": {
		"title": "On explaining unpredictable trigger boundaries",
		"href": "http://jessmahler.com/polyamory-boundaries-and-mental-illness/",
		"type": "tip",
		"body": "<p>It is not uncommon to fear or resent things in your trigger state that you enjoy and seek out when you're not triggered. This can be really confusing for both you and others.</p><p class='quote'>I can’t give you a clear idea of my needs and boundaries. I’m sorry about that, but what I need changes a lot depending if I'm triggered. I can promise to tell you in each moment what I need or want to the best of my ability. And I’ll try to explain what I know about how my triggers affect me and my needs, so you have some idea of what to expect depending on how I’m doing.”</p><p>Modified from <a href='https://jessmahler.com/poly-advice-mentally-ill-set-clear-boundaries/'>Jess Mahler's post</a> on PTSD boundary communication.</p>"
	},
	"trigger-safeword": {
		"title": "What if I can't communicate while triggered?",
		"type": "tip",
		"body": "<p>This can be really distressing for both you and others if they have no idea what's happening to you and they keep accidentally triggering you. Helpful preparation:</p><ul><li>Arrange a safeword or a nonverbal signal you can use if you suddenly become triggered</li><li>Do you feel safer being comforted? Left alone? Being hugged? Not touched at all? These things differ for everyone.</li><li>Show someone how to recognize when you're triggered</li><li>Tell people specific things that help you when you're triggered</li><li>Tell people what's helpful or scary for you when you're triggered</li></ul><p>It's especially important to be upfront if you require space when you're triggered, because a lot of people's first reaction will be to try to comfort you or find out what's wrong. Their goal isn't to further distress you, they just don't know what you need.</p>"
	},
	"hard-soft-boundaries": {
		"title": "Hard vs. soft boundaries | Jess Mahler",
		"href": "http://jessmahler.com/hard-boundaries-and-soft-boundaries/",
		"type": "article",
		"body": "<p><b>Hard boundary</b>: a non-negotiable blacklist item. For example, if someone hits me or screams at me in anger, I'm cutting them out of my life; it doesn't matter why they say they did it.</p><p><b>Soft boundary</b>: something you won't do by default, but will situationally consider. For example, I won't cancel a commitment with one person for another under normal circumstances, <i>but</i> if someone I know is having an urgent emergency, I'll drop anything to respond to that.</p>"
	},
	"saying-no": {
		"title": "Saying No: The Game",
		"type": "tip",
		"body": "<p>If you're bad at saying No, ask a trusted person (or therapist) if you can practice saying No with them. Warm-up round:</p><ul><li>Have them ask you for impossible things, like lassoing the moon.</li><li>Have them ask you to do something you know you would never do.</li></ul><p>When you're comfortable, work up to harder hypothetical No's:</p><ul><li>Have them pretend to be your boss asking you to work during your time off.</li><li>Take a rain check on a commitment.</li><li>Say No to a request that's pretty reasonable.</li><li>Say No to things you've previously said yes to.</li><li>Say No to something uncomfortable that you feel like you <i>should</i> do.</li></ul><p><b>New Player Mode</b>: have them praise you and thank you for expressing your boundaries every time you say No.</p><p><b>Normal Mode</b>: have them neutrally acknowledge your No.</p><p><b>Challenge Mode</b>: have them protest and get upset when you say No.</p>"
	},
	"definitely-not-trauma": {
		"title": "I'm triggered, but I definitely don't have trauma",
		"type": "tip",
		"image": "images/definitely_not_trauma.jpg",
		"imageAlt": "You might find trauma resources helpful if you experience distressing, visceral, involuntary responses in situations you rationally know are not dangerous. If you have difficulty setting boundaries, or knowing what your boundaries are. If you have a lot of difficulty experiencing anger, fear, joy, shame, or desire. If you sometimes feel viscerally helpless or overwhelmed and don't know why. If you want these things to stop impacting your life and people you care about.",
		"body": "<p>Do you experience distressing involuntary responses or sudden mood changes that damage your safe relationships? Do you have difficulty setting boundaries? Do you not want those things to impact your life any more?</p><p>If so, regardless of what labels you use to describe yourself, trauma resources will be extremely helpful to you."
	},
	"love-bombing": {
		"title": "Love bombing",
		"type": "vocab",
		"href": "https://www.psychologytoday.com/us/blog/toxic-relationships/201811/all-you-should-know-about-narcissistic-love-bombing",
		"body": "<p>When someone idealizes you and showers you intensely with overwhelming amounts of attention, affection, promises, and gifts, but turn around once they've won you over. They may then criticize and devalue you, get furious with you about little things, or simply ghost you.</p><p>Love bombers are insecure (though they may not come off that way), and are often narcissists who project an impossible 'perfect' soulmate who will magically meet all their needs, then get upset when that is inevitably not the case. Love bombing may look like a whirlwind romance, or declaring that you're soulmates after a few weeks.</p>"
	},
	"communication-trap": {
		"title": "Listen to what's really going on",
		"type": "tip",
		"body": "<p>All these frameworks and psychoeducation resources are good and useful, but when you're actually communicating with someone in real life, don't let your <i>idea</i> of healthy communication block your intuition about what's happening with the real person in front of you.</p><p>If you're trying to communicate in a clear and gentle way and things are just getting worse and worse, there's probably some underlying emotional context that will <i>not</i> be addressed by trying to communicate even more clearly and gently.</p><p class='footnote'>Source: deep abyss of personal regret</p>"
	},
	"why-bother": {
		"title": "Ugh, is all this work really worth it?",
		"type": "tip",
		"body": "<p>Obviously, your mileage may vary. In my view, personal growth is one of the most rewarding things I can do with my time.</p><ul><li>It's a unique, custom puzzle that comes built into you for free</li><li>Every time you solve a piece of the puzzle, you are rewarded with more personal fulfillment, insight, or healthier relationships</li><li>It feels futuristic and cyberpunk to modify one's psyche at will</li><li>It is painful to act out of alignment with one's own values, and feels empowering to have the agency to increase one's alignment</li></ul>"
	},
	"fancy-quotes": {
		"title": "“”"
	}
}
